{
  "home": {
    "button": {
      "title": "Siirry sovellukseen"
    },
    "title": "Tervetuloa tekemään proteiinikyselyä",
    "paragraph1": "The Protein Screener (Pro55+) is a short (10 food items) questionnaire that estimates the chance on a low protein intake (<1.0 gram /per kilogram body weight/day) for older adults. The Protein screener (Pro55+) is developed by the Vrije Universiteit Amsterdam (the Netherlands).",
    "paragraph2": "You can use the Protein Screener (Pro55+) here for free. After completing the questions, you will immediately see the chance (0-100%) on a low protein intake. We consider a chance of more than {cutoff}% as a high risk on a low protein intake.",
    "paragraph3": "To more precisely measure actual protein intake, a full nutritional assessment should be done by for example a dietitian.",
    "paragraph4": "You can find more information on the development and validation of the Protein screener (Pro55+) here: {link}"
  },
  "nav": {
    "continue": "Jatka",
    "next": "Seuraava",
    "previous": "Edellinen",
    "start_over": "Aloita yli"
  },
  "intro": {
    "text": "De volgende vragen gaan over uw gebruikelijk voeding. Het is belangrijk dat u eerlijk antwoord geeft. Wij willen van u weten wat u de laatste 4 weken gegeten en gedronken heeft: doordeweeks, in het weekend, thuis, op het werk en op feestjes. Als u bijvoorbeeld door vakantie of ziekte anders dan normaal gegeten heeft, dan gaat u uit van de 4 weken vóórdat u op vakantie ging of ziek werd."
  },
  "bmi1": {
    "text": "Please enter your body measurements."
  },
  "info1": {
    "text": "Seuraavissa kysymyksissä kysytään, kuinka paljon söit kysymyksissä mainittuja ruokia"
  },
  "N05b_0": {
    "text": "Viimeksi kuluneiden neljän viikon aikana, kuinka monta leipää oli syöt keskimäärin päivässä?"
  },
  "N15b_0": {
    "text": "Kuinka monta lasia / kuppia maitoa, kirnupiimää tai soijamaitoa käytit viimeisen neljän viikon aikana keskimäärin päivässä?"
  },
  "N34b": {
    "text": "Kuinka paljon lihaa syöt keskimäärin 1 päivä, kun söi lihaa lämpimän aterian kanssa viimeisten 4 viikon aikana?"
  },
  "frequency1": {
    "text": "Seuraavissa kysymyksissä kysytään kuinka usein olet syönyt tietyn tuotteen"
  },
  "N18a_0": {
    "text": "Viimeisen neljän viikon aikana, kuinka usein oletko jogurtti, quark, maitopohjainen vanukas tai soijakakku)?"
  },
  "N14a_0": {
    "text": "Viimeisen neljän viikon aikana, kuinka usein syöt munia joko aamiaisella, lounaalla, illalla, välipalalla tai aterialla?"
  },
  "N24a_0": {
    "text": "Viimeisen neljän viikon aikana, kuinka usein syöt makaronista tai nuudeleista (kuten spagetti, makaroni, lasagne, chow mein, riisi- tai vehnäpohjaiset nuudelit)?"
  },
  "N33a_0": {
    "text": "Viimeisen neljän viikon aikana, kuinka usein syöt kalasta leipää, lämpimällä ateriannolla tai välipalalla? (ÄLÄ sisällytä äyriäisiä)."
  },
  "N62a_0": {
    "text": "Viimeisen neljän viikon aikana, kuinka usein syöt pähkinöitä tai maapähkinöitä välipalaksi?"
  },
  "N08a_0": {
    "text": "Viimeksi kuluneiden neljän viikon aikana kuinka usein syöt juustoa tai juustoa levitettäessä leipääsi, pullaa, rusketta, krakkausta jne."
  },
  "N08b_0": {
    "text": "uinka monta leipää, pullaa, rusketta, krakkausta jne. juustoa tai juustoa levitettiin keskimäärin syödä päivänä, jona juustot tai juustoa levitettiin?"
  },
  "less_than_one": "Alle yksi",
  "slice": "{count} viipale ::: {count} viipaleita",
  "more_than_slices": "{count} viipale :::> {count} viipaleita",
  "glass": "{count} lasit ::: {count} lasit",
  "more_than_glasses": "> {count} lasit :::> {count} lasit",
  "no_meat": "Ei sovelleta, ei syö lihaa",
  "plate": "{fraction} levy",
  "not_in_four_weeks": "Ei näissä 4 viikkoina",
  "one_in_four_weeks": "1 päivä 4 viikossa",
  "two_three_in_four_weeks": "2-3 päivää 4 viikon kuluessa",
  "day_week": "{count} päivä / viikko ::: {count} päivää / viikko",
  "question_number": "Kysymys {number}",
  "result_explanation": "Some explanation about the results.",
  "age": {
    "label": "Age",
    "placeholder": "Please enter your age.",
    "invalid": "Please enter a valid age.",
    "append": "year"
  },
  "weight": {
    "label": "Weight",
    "placeholder": "Please enter your weight in kilograms.",
    "invalid": "Please enter a valid weight.",
    "append": "kg"
  },
  "length": {
    "label": "Length",
    "placeholder": "Please enter your length in centimeters.",
    "invalid": "Please enter a valid length.",
    "append": "cm"
  }
}
