{
  "content": "Welkom bij de eiwit screener",
  "home": {
    "button": {
      "title": "Naar de screener"
    }
  },
  "nav": {
    "continue": "Ga door",
    "next": "Volgende",
    "previous": "Vorige",
    "start_over": "Begin opnieuw"
  },
  "intro": {
    "text": "De volgende vragen gaan over uw gebruikelijk voeding. Het is belangrijk dat u eerlijk antwoord geeft. Wij willen van u weten wat u de laatste 4 weken gegeten en gedronken heeft: doordeweeks, in het weekend, thuis, op het werk en op feestjes. Als u bijvoorbeeld door vakantie of ziekte anders dan normaal gegeten heeft, dan gaat u uit van de 4 weken vóórdat u op vakantie ging of ziek werd."
  },
  "info1": {
    "text": "In de volgende vragen vragen we je hoeveel van een voedingsproduct je hebt gegeten"
  },
  "N05b_0": {
    "text": "Hoeveel sneetjes brood hebt u de afgelopen 4 weken op een gemiddelde dag gegeten?"
  },
  "N15b_0": {
    "text": "Hoeveel glazen / kopjes melk, karnemelk of sojamelk hebt u in de afgelopen 4 weken op een gemiddelde dag gedronken?"
  },
  "N34b": {
    "text": "Hoeveel vlees at je gemiddeld op een dag dat je vlees hebt gegeten met je warme maaltijd in de afgelopen 4 weken?"
  },
  "frequency1": {
    "text": "In de volgende vragen zullen we u vragen hoe vaak u een bepaald product hebt gegeten"
  },
  "N18a_0": {
    "text": "Hoe vaak heb je de afgelopen 4 weken yoghurt, kwark, pudding op basis van melk of sojadessert) gebruikt?"
  },
  "N14a_0": {
    "text": "Hoe vaak hebt u in de afgelopen 4 weken eieren gegeten met uw ontbijt, lunch, avondmaaltijd, als snack of tijdens een maaltijd?"
  },
  "N24a_0": {
    "text": "Hoe vaak hebt u de afgelopen 4 weken pasta of noedels gegeten (zoals spaghetti, macaroni, lasagne, chow mein, noedels op basis van rijst of op basis van tarwe)?"
  },
  "N33a_0": {
    "text": "Hoe vaak hebt u de afgelopen 4 weken vis gegeten bij uw broodmaaltijd, warme maaltijd of als tussendoortje? (Neem GEEN schelpdieren mee)."
  },
  "N62a_0": {
    "text": "Hoe vaak hebt u de afgelopen 4 weken noten of pinda's als tussendoortje gegeten?"
  },
  "N08a_0": {
    "text": "Hoe vaak hebt u in de afgelopen 4 weken kaas of kaas op uw brood, broodje, beschuit, cracker, enz. Gegeten?"
  },
  "N08b_0": {
    "text": "Hoeveel plakjes brood, broodje, beschuit, cracker, enz. Met kaas- of kaaspasta at je gemiddeld op een dag dat je kaas of kaas smeerde?"
  },
  "less_than_one": "Minder dan één",
  "slice": "{count} snee ::: {count} sneetjes",
  "more_than_slices": "> {count} snee ::: > {count} sneetjes",
  "glass": "{count} glas ::: {count} glazen",
  "more_than_glasses": "> {count} glas ::: > {count} glazen",
  "no_meat": "Niet van toepassing, eet geen vlees",
  "plate": "{fraction} bord",
  "not_in_four_weeks": "Niet in deze 4 weken",
  "one_in_four_weeks": "1 dag in 4 weken",
  "two_three_in_four_weeks": "2-3 dagen in 4 weken",
  "day_week": "{count} dag/week ::: {count} dagen/week",
  "question_number": "Vraag {number}"
}
