{
  "home": {
    "button": {
      "title": "Naar de screener"
    },
    "title": "Welkom bij de Eiwit Screener (Pro55+)",
    "paragraph1": "De Eiwit Screener (Pro55+) is een korte vragenlijst om de kans op een lage eiwit inname (<1.0 gram /kilogram lichaamsgewicht/dag) voor ouderen te berekenen. De Eiwit Screener (Pro55+) is ontwikkeld door de Vrije Universiteit Amsterdam.",
    "paragraph2": "De Eiwit Screener (Pro55+) kunt u hier gratis online gebruiken, waarna u direct de uitslag ontvangt. De uitslag wordt uitgedrukt als de kans op een lage eiwitinname (0-100%). Een kans van meer dan {cutoff}% beschouwen wij als een hoog risico op een lage eiwit inname.",
    "paragraph3": "Om vervolgens een nauwkeurig beeld te krijgen van de daadwerkelijke eiwitinname, dient een volledige voedingsanamnese gedaan te worden door bijvoorbeeld een diëtist.",
    "paragraph4": "Meer informatie over de ontwikkeling en validatie van de Eiwit Screener (Pro55+) vindt u hier: {link}"
  },
  "nav": {
    "continue": "Ga door",
    "next": "Volgende",
    "previous": "Vorige",
    "start_over": "Begin opnieuw"
  },
  "intro": {
    "text": "De volgende vragen gaan over uw gebruikelijk voeding. Het is belangrijk dat u eerlijk antwoord geeft. Wij willen van u weten wat u de laatste 4 weken gegeten en gedronken heeft: doordeweeks, in het weekend, thuis, op het werk en op feestjes. Als u bijvoorbeeld door vakantie of ziekte anders dan normaal gegeten heeft, dan gaat u uit van de 4 weken vóórdat u op vakantie ging of ziek werd."
  },
  "bmi1": {
    "text": "Please enter your body measurements."
  },
  "info1": {
    "text": "In de volgende vragen vragen we u hoeveel van een voedingsproduct u heeft gegeten"
  },
  "N05b_0": {
    "text": "Hoeveel sneetjes brood heeft u in de afgelopen 4 weken gemiddeld per dag gegeten?"
  },
  "N15b_0": {
    "text": "Hoeveel glazen/bekers melk, karnemelk of sojamelk/sojadrink heeft u in de afgelopen 4 weken gemiddeld per dag gedronken?"
  },
  "N34b": {
    "text": "Hoeveel vlees heeft u gemiddeld gegeten met de warme maaltijd in de afgelopen 4 weken op een dag dat u vlees eet?"
  },
  "frequency1": {
    "text": "In de volgende vragen zullen we u vragen hoe vaak u een bepaald product heeft gegeten"
  },
  "N18a_0": {
    "text": "Hoe vaak heeft u in de afgelopen 4 weken een melk product zoals yoghurt, kwark, pudding, vla, of soja dessert gegeten?"
  },
  "N14a_0": {
    "text": "Hoe vaak heeft u in de afgelopen 4 weken eieren gegeten bij uw ontbijt, middag- of avondmaaltijd, als tussendoortje of verwerkt in gerechten?"
  },
  "N24a_0": {
    "text": "Hoe vaak heeft u in de afgelopen 4 weken deegwaren/pasta, zoals macaroni, spaghetti, lasagne, bami, mie, mihoen etc. gegeten?"
  },
  "N33a_0": {
    "text": "Hoe vaak heeft u in de afgelopen 4 weken vis gegeten bij uw broodmaaltijd, warme maaltijd of als tussendoortje? Let op: schaal- en schelpdieren niet meetellen."
  },
  "N62a_0": {
    "text": "Hoe vaak heeft u in de afgelopen 4 weken noten of pinda’s als tussendoortje gegeten?"
  },
  "N08a_0": {
    "text": "Hoe vaak heeft u in de afgelopen 4 weken kaas of smeerkaas gegeten op uw brood, broodjes, beschuiten, crackers etc.?"
  },
  "N08b_0": {
    "text": "Hoeveel sneden brood/crackers/bolletjes etc. met kaas of smeerkaas heeft u in de afgelopen 4 weken gemiddeld per dag gegeten?"
  },
  "less_than_one": "Minder dan één",
  "slice": "{count} snee ::: {count} sneden",
  "more_than_slices": "> {count} snee ::: > {count} sneden",
  "glass": "{count} glas ::: {count} glazen",
  "more_than_glasses": "> {count} glas ::: > {count} glazen",
  "no_meat": "Niet van toepassing, eet geen vlees",
  "plate": "{fraction} bord",
  "not_in_four_weeks": "Deze 4 weken niet",
  "one_in_four_weeks": "1 dag per 4 weken",
  "two_three_in_four_weeks": "2-3 dagen per 4 weken",
  "day_week": "{count} dag per week ::: {count} dagen per week",
  "question_number": "Vraag {number}",
  "result_explanation": "Some explanation about the results.",
  "age": {
    "label": "Age",
    "placeholder": "Please enter your age.",
    "invalid": "Please enter a valid age.",
    "append": "year"
  },
  "weight": {
    "label": "Weight",
    "placeholder": "Please enter your weight in kilograms.",
    "invalid": "Please enter a valid weight.",
    "append": "kg"
  },
  "length": {
    "label": "Length",
    "placeholder": "Please enter your length in centimeters.",
    "invalid": "Please enter a valid length.",
    "append": "cm"
  }
}
